CALL_POST = (
    "Эндпоинт для добавления звонка. "
    "Номера телефонов звонящего и принимющего в международном формате, "
    "а также дата звонка"
)

RECORDING_POST = (
    "Эндпоинт загружает аудиофайл записи разговора и запускает фоновую обработку"
)

CALL_GET = (
    "Эндпоинт возвращает полную информацию о звонке включая запись разговора"
)

CALL_SEARCH = (
    "Эндпоинт для поиска звонков по номеру телефона. "
    "Ищет как входящие, так и исходящие звонки. "
    "Номер должен быть в международном формате, начинающийся с '+'"
)
